Revit 2024 API
ParameterTypeId.SectionShowInOneViewOnly Property
 "Show in"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SectionShowInOneViewOnly { get; }
Visual Basic
Public Shared ReadOnly Property SectionShowInOneViewOnly As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SectionShowInOneViewOnly {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace